/* VLC */
"CHOOSE_AUDIO_TRACK"="Scegli la traccia audio";
"CHOOSE_SUBTITLE_TRACK"="Scegli la traccia dei sottotitoli";

"PLAYING_EXTERNALLY_TITLE"="TV Connessa";
"PLAYING_EXTERNALLY_DESC"="Questo video è in riproduzione sul televisore";

"VFILTER_HUE"="Tonalità";
"VFILTER_CONTRAST"="Contrasto";
"VFILTER_BRIGHTNESS"="Luminosità";
"VFILTER_SATURATION"="Saturazione";
"VFILTER_GAMMA"="Gamma";

"PLAYBACK_FAILED"="Riproduzione non riuscita";
"AR_CHANGED"="Proporzioni: %@";
"DEFAULT"="Predefinito";
"FILL_TO_SCREEN"="Taglia per riempire lo schermo";
"DEVICE_TOOSLOW_TITLE"="Dispositivo troppo lento";
"DEVICE_TOOSLOW"="Il tuo %@ è probabilmente troppo lento per riprodurre \"%@\". Aprire comunque?";
"PLAYBACK_SPEED"="Velocità di riproduzione";

"BUTTON_EDIT"="Modifica";
"BUTTON_DONE"="Fine";
"BUTTON_OPEN"="Apri";
"BUTTON_PLAY"="Riproduci";
"BUTTON_CANCEL"="Annulla";
"BUTTON_SAVE"="Salva";
"BUTTON_DOWNLOAD"="Scarica";
"BUTTON_DELETE"="Elimina";
"BUTTON_OK"="OK";
"BUTTON_NEXT"="Successivo";
"BUTTON_CONTRIBUTE"="Contribuire";
"BUTTON_BACK"="Indietro";
"BUTTON_CONNECT"="Connetti";
"BUTTON_REPEAT"="Ripeti";
"BUTTON_RENAME"="Rinomina";
"BUTTON_LEARN_MORE"="Per saperne di più";
"PRIVATE_PLAYBACK_TOGGLE"="Riproduzione privata";
"SCAN_SUBTITLE_TOGGLE"="Scansione sottotitoli (solo su http)";

"UPGRADING_LIBRARY"="Aggiornamento raccolta multimediale";
"UNTITLED_SHOW"="Spettacolo senza titolo";

"OPEN_NETWORK"="Apri flusso di rete";
"NETWORK_TITLE"="Flusso di rete";
"OPEN_NETWORK_HELP"="Digita qualsiasi indirizzo HTTP, RTSP, RTMP, MMS, FTP o UDP/RTP  per aprire il flusso direttamente.";
"ABOUT_APP"="Informazioni su VLC per iOS";
"OPEN_VLC_MENU"="Apri il menu laterale di VLC";
"HTTP_UPLOAD_SERVER_OFF"="Server non attivo";
"HTTP_UPLOAD_NO_CONNECTIVITY"="Nessuna connessione WiFi attiva";
"OPEN_STREAM_OR_DOWNLOAD"="Vuoi scaricare o riprodurre questo URL?";

"HTTP_DOWNLOAD_FAILED"="Scaricamento non riuscito con codice HTTP %i";
"HTTP_FILE_CREATION_FAILED"="Creazione file non riuscita";
"HTTP_DOWNLOAD_CANCELLED"="Scaricamento annullato dall'utente";

"DOWNLOAD_FROM_HTTP_HELP"="Inserisci un indirizzo per scaricare il file al tuo %@.";
"DOWNLOAD_FROM_HTTP"="Scaricati";
"ERROR_NUMBER"="Si è verificato l'errore %i";
"DOWNLOAD_FAILED"="Scaricamento non riuscito";
"FILE_NOT_SUPPORTED"="Formato del file non supportato";
"FILE_NOT_SUPPORTED_LONG"="Il formato del file usato da %@ non è supportato da questa versione di VLC per iOS.";
"SCHEME_NOT_SUPPORTED"="Formato dell'indirizzo non supportato";
"SCHEME_NOT_SUPPORTED_LONG"="Il formato dell'indirizzo (%@) non è supportato. Usa un indirizzo che comincia con HTTP, HTTPS o FTP.";
"LIBRARY_ALL_FILES"="Tutti i file";
"LIBRARY_MUSIC"="Album musicali";
"LIBRARY_SERIES"="Programmi televisivi";
"LIBRARY_TRACKS"="%i tracce";
"LIBRARY_SINGLE_TRACK"="%i traccia";
"LIBRARY_EPISODES"="%i episodi, %i non letti";
"LIBRARY_SINGLE_EPISODE"="%i episodio, %i non letto";
"LIBRARY_TRACK_N"="Traccia %i";
"LIBRARY_MINUTES_LEFT"="%@m rimanenti";
"RENAME_MEDIA_TO"="Digita un nuovo nome per %@";

"FOLDER_EMPTY"="Cartella vuota";
"FOLDER_EMPTY_LONG"="Per aggiungere file, tocca Modifica, scegli i file che desideri, premi sul pulsante della cartella e seleziona questa cartella.";
"FOLDER_INVALID_TYPE_TITLE"="Tipi di file non validi";
"FOLDER_INVALID_TYPE_MESSAGE"="Puoi unire solo due file per creare una cartella o aggiungere un file a una cartella esistente.";
"FOLDER_CHOOSE_NAME_TITLE"="Nuova cartella";
"FOLDER_CHOOSE_NAME_MESSAGE"="Digita un titolo per la tua cartella";
"FOLDER_NAME_PLACEHOLDER"="Titolo cartella";
"FOLDER_NAME_DUPLICATE_TITLE"="Titolo esistente";
"FOLDER_NAME_DUPLICATE_MESSAGE"="Scegli un titolo diverso";
"SELECT_FOLDER"="Seleziona una cartella";

"SECTION_HEADER_LIBRARY"="Raccolta multimediale";
"SECTION_HEADER_NETWORK"="Rete";

"LOCAL_NETWORK"="Rete locale";
"CONNECT_TO_SERVER"="Connetti al server";
"ENTER_SERVER_ADDRESS_HELP"="Inserisci l'indirizzo IP o il nome del server a cui ti vuoi connettere.";
"ENTER_SERVER_CREDS_HELP"="Se richiesto dal server, digita il nome utente e la password.";
"USER_LABEL"="Utente";
"PASSWORD_LABEL"="Password";

"LOCAL_SERVER_REFRESH"="Aggiorna";
"LOCAL_SERVER_LAST_UPDATE"="Ultimo aggiornamento il %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE"="CONNESSIONE AL SERVER NON RIUSCITA";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE"="Controlla l'indirizzo del server e le credenziali";

"DROPBOX_DOWNLOAD"="Scaricare il file?";
"DROPBOX_DL_LONG"="Desideri scaricare il file \"%@\" nel tuo %@?";
"DROPBOX_LOGIN"="Accesso";
"CLOUDUNLINKING"="Vuoi scollegare VLC per iOS dal tuo account %@?";
"CLOUDUNLINKING_DONE"="VLC è stato scollegato correttamente dal tuo account %@. Se vuoi puoi ricollegarlo.";
"BUTTON_CLOUDUNLINKING"="Scollega";
"SETTINGS_UNLINK_DROPBOX"="Scollega da Dropbox";
"SETTINGS_UNLINK_GOOGLEDRIVE"="Scollega da Google Drive";

"GDRIVE_ERROR_FETCHING_FILES"="Errore durante il recupero dei file";
"GDRIVE_DOWNLOAD_SUCCESSFUL"="Il file è stato scaricato correttamente";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE"="SUCCESSO";
"GDRIVE_ERROR_DOWNLOADING_FILE"="Si è verificato un errore durante lo scaricamento";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE"="ERRORE";

"NUM_OF_FILES"="%i file";
"ONE_FILE"="1 file";
"NO_FILES"="Nessun file supportato";
"DOWNLOADING"="Scaricamento in corso...";
"REMAINING_TIME"= "Tempo rimanente: %@";
"ENTER_PASSCODE"="Inserisci codice di sicurezza";
"REENTER_PASSCODE"="Inserisci di nuovo il codice";
"PASSCODE_SET"="Imposta codice di sicurezza";
"PASSCODE_CHANGE"="Cambia codice di sicurezza";
"PASSCODE_ENTER_OLD"="Digita il tuo codice precedente";
"PASSCODE_ENTER_NEW"="Digita il tuo nuovo codice";
"PASSCODE_REENTER_NEW"="Digita ancora il tuo nuovo codice";
"PASSCODES_DID_NOT_MATCH"="I codici non corrispondono. Riprova.";
"PASSCODE_FAILED_1"="1 tentativo non riuscito";
"PASSCODE_FAILED_FORMAT"="%d tentativi non riusciti";

"Settings"="Impostazioni"; // plain text key to keep compatibility with InAppSettingsKit's upstream

"EMPTY_LIBRARY"="Raccolta multimediale vuota";
"EMPTY_LIBRARY_LONG"="Per la riproduzione puoi trasmettere contenuti da un server sulla tua rete locale, dal cloud o sincronizzare contenuti sul tuo dispositivo utilizzando iTunes, Wifi Upload o altri servizi Cloud.";

"PLAYBACK_SCRUB_HELP"="Scorri dito verso il basso per regolare la velocità di scrubbing.";
"PLAYBACK_SCRUB_HIGH"="Scrubbing ad alta velocità";
"PLAYBACK_SCRUB_HALF"="Scrubbing con velocità al 50%";
"PLAYBACK_SCRUB_QUARTER"="Scrubbing con velocità al 25%";
"PLAYBACK_SCRUB_FINE"="Scrubbing di precisione";
"PLAYBACK_POSITION"="Posizione della riproduzione";
"VIDEO_FILTER"="Filtri video";
"VIDEO_FILTER_RESET_BUTTON"="Ripristina filtri video";
"VIDEO_ASPECT_RATIO_BUTTON"="Cambia proporzione video";
"PLAY_PAUSE_BUTTON"="Avvia o sospendi la riproduzione corrente";
"BWD_BUTTON"="Salta indietro";
"FWD_BUTTON"="Salta in avanti";

"VERSION_FORMAT"="Versione: %@";
"BASED_ON_FORMAT"="Basato su:<br />%@";

"NEW"="NUOVO";

"BUG_REPORT_TITLE"="Segnala un bug";
"BUG_REPORT_MESSAGE"="Vuoi segnalare un bug?";
"BUG_REPORT_BUTTON"="Apri Safari";

"VO_VIDEOPLAYER_TITLE"="Lettore video";
"VO_VIDEOPLAYER_DOUBLETAP"="Tocca due volte per mostrare o nascondere i controlli di riproduzione";

"FIRST_STEPS_WELCOME"="Benvenuto";
"FIRST_STEPS_WELCOME_DETAIL"="Primi passi per sincronizzare e riprodurre i tuoi contenuti.";
"FIRST_STEPS_ITUNES"="Sincronizza file con iTunes";
"FIRST_STEPS_ITUNES_DETAILS"="Connetti %@ al tuo Mac o PC utilizzando il cavo.\nApri iTunes.\nSeleziona il tuo %@.\nVai alla scheda \"App\", scorri in basso e cerca VLC.\nTrasferisci i tuoi file.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS"="Connetti il tuo %@ alla stessa rete del tuo Mac o PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS"="Attiva l'interruttore nella barra laterale, inserisci l'URL nel browser web e carica i tuoi file.";
"FIRST_STEPS_CLOUDS"="Cloud";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS"="Carica i tuoi contenuti su Google Drive o su Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS"="Apri la barra laterale per selezionare il tuo servizio Cloud e accedere ai tuoi contenuti per scaricarli o trasmetterli.";
"FIRST_STEPS_PLAYBACK"="Riproduzione";
"FIRST_STEPS_FLOSS"="VLC per iOS è un programma gratuito e open source sviluppato da volontari.\nSperiamo che ti piaccia.";

"FIRST_STEPS_TIME"="Tempo";
"FIRST_STEPS_ASPECT"="Proporzioni";
"FIRST_STEPS_SPEED"="Velocità";
"FIRST_STEPS_REPEAT"="Ripeti";
"FIRST_STEPS_SUBTITLES"="Tracce sottotitoli";
"FIRST_STEPS_AUDIO"="Tracce audio";
"FIRST_STEPS_VOLUME"="Volume";
"FIRST_STEPS_POSITION"="Posizione";

"PLEX_WATCHED"="Marca come visto";
"PLEX_UNWATCHED"="Marca come non visto";
"PLEX_ERROR_MARK"="Errore durante la marcatura del media";

"WEBINTF_TITLE"="Sharing via WiFi";
"WEBINTF_DROPFILES"="Drop Files";
"WEBINTF_DROPFILES_LONG"="Drop files in the window to add them to your iOS device.<br>Or click on the \"+\" button to use the file picker dialog.";
"WEBINTF_DOWNLOADFILES"="Download Files";
"WEBINTF_DOWNLOADFILES_LONG"="Just click the file you want to download from your iOS device.";

/** VLC END **/

/* .. in settings screen */
"About" = "About";

/* No comment provided by engineer. */
"Active Subscriptions" = "Active Subscriptions";

/* No comment provided by engineer. */
"Adapters" = "Ricevitori";

/* .. in settings screen */
"Add New TVHeadend" = "Aggiungi Nuovo TVHeadend";

/* Title 2 in settings screen */
"Advanced Settings" = "Impostazioni Avanzate";
"Advanced Options" = "Opzioni Avanzate";

/* No comment provided by engineer. */
"All Channels" = "Tutti i Canali";

/* .. in settings screen */
"Anonymous Statistics" = "Statistiche Anonime";

/* Question in Alert view */
"Are your sure you want to remove the recording?" = "Sei sicuro di voler rimuovere le registrazioni?";

/* ..in Settings server edit */
"Authentication" = "Autenticazione";

/* .. in settings screen */
"Auto Start Polling" = "Auto Start Polling";

/* .. in settings screen */
"by Name" = "per Nome";

/* .. in settings screen */
"by Number" = "per Numero";

/* .. in settings screen */
"Cache Data" = "Data Cache";

/* .. in settings screen */
"Cache Data for" = "Cache Data for";

/* No comment provided by engineer. */
"Cancel" = "Cancella";

/* No comment provided by engineer. */
"Channel" = "Canale";

/* No comment provided by engineer. */
"Channels" = "Canali";

/* No comment provided by engineer. */
"Copy to Clipboard" = "Copia negli Appunti";

/* No comment provided by engineer. */
"Custom Player" = "Custom Player";

/* .. in settings screen */
"Custom Player URL" = "Custom Player URL";

/* No comment provided by engineer. */
"Dvr Config" = "Dvr Impostazioni";

/* No comment provided by engineer. */
"Genre" = "Genere";

/* .. in settings screen */
"Licenses" = "Licenze";

/* .. in settings screen */
"minutes" = "minuti";

/* ..in Settings server edit */
"Name" = "Nome";

/* No comment provided by engineer. */
"Network Error" = "Network Error";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No active subscriptions." = "Nessuna iscrizione attiva.";

/* No comment provided by engineer. */
"No adapters found." = "Nessun adattatore trovato.";

/* No comment provided by engineer. */
"No auto recordings found." = "Nessuna auto-registrazione.";

/* No comment provided by engineer. */
"No more programs available." = "Nessun programma disponibile.";

/* No comment provided by engineer. */
"No recordings found." = "Nessuna registrazione trovata.";

/* .. in settings screen */
"Order Channels" = "Ordine Canali";

/* ..in Settings server edit */
"Password" = "Password";

/* No comment provided by engineer. */
"Play Dvr File" = "Play Dvr File";

/* No comment provided by engineer. */
"Playback" = "Playback";

/* ..in Settings server edit */
"Port" = "Porta";

/* No comment provided by engineer. */
"Priority" = "Priorità";

/* No comment provided by engineer. */
"Remove recording" = "Rimuovi registrazione";

/* ..in Settings server edit */
"Server Address" = "Server Address";
"Address" = "Address";
"Use HTTPS" = "Use HTTPS";
"Web Root" = "Web Root";

/* ..in Settings server edit */
"SSH Password" = "SSH Password";

/* ..in Settings server edit */
"SSH Port" = "Porta SSH";

/* ..in Settings server edit */
"SSH Port Forward" = "SSH Port Forward";

/* ..in Settings server edit */
"SSH Username" = "SSH Username";

/* Auto rec edit - start around */
"Start Around" = "Start Around";

/* No comment provided by engineer. */
"Stream Channel" = "Stream Canale";

/* No comment provided by engineer. */
"Succesfully added Auto Recording" = "Auto-registrazione aggiunta con successo";

/* No comment provided by engineer. */
"Succesfully added Recording" = "Registrazione aggiunta con Successo";

/* No comment provided by engineer. */
"Succesfully Canceled Recording" = "Registrazione Cancellata con Successo";

/* No comment provided by engineer. */
"Succesfully Deleted Auto Recording" = "Auto-Registrazione Cancellata con Successo";

/* No comment provided by engineer. */
"Succesfully Deleted Recording" = "Succesfully Deleted Recording";

/* .. in settings screen */
"Support" = "Supporto";

/* No comment provided by engineer. */
"Tag" = "Tag";

/* No comment provided by engineer. */
"Time" = "Tempo";

"Description" = "Descrizione";

/* .. in settings screen */
"TVHeadend Server" = "TVHeadend Server";

/* ..in Settings server edit */
"TVHeadend Server Details" = "Dettagli Server TVHeadend";

/* Title 1 in settings screen */
"TVHeadend Servers" = "TVHeadend Servers";

/* ..in Settings server edit */
"Username" = "Username";
"Draw Image Border" = "Draw Image Border";
"Transcode Resolution" = "Risoluzione";
"Transcode Settings" = "Impostazioni Transcoder";
"Transcode Video Codec" = "Video Codec";
"Transcode Sound Codec" = "Audio Codec";
"Transcode Mux" = "Formato";
"Choose Video Codec (default: H264, PASS = Passthrough, NONE = Removed)" = "Seleziona Codec Video(default: H264, PASS = Passthrough, NONE = Removed)";
"Choose Sound Codec (default: AAC, PASS = Passthrough, NONE = Removed). Sound Codec also affects Internal Player, use only AAC or MP3" = "Seleziona Codec Audio(default: AAC, PASS = Passthrough, NONE = Removed). Sound Codec also affects Internal Player, use only AAC or MP3";
"Choose Mux container (default: NONE, PASS = Passthrough, NONE = Removed)" = "Seleziona Formato (default: NONE, PASS = Passthrough, NONE = Removed)";
"Right Panel" = "Right Panel";
"Website Address in Status" = "Website Address in Status";
"Dynamic based on screen" = "Dynamic based on screen";
"Show Status" = "Mostra Status";
"Show Log" = "Mostra Log";
"None" = "No";

/* No comment provided by engineer. */
"Weekdays" = "Weekdays";

/* No comment provided by engineer. */
"Yes" = "Si";

"Record" = "Registra";
"Now" = "In Onda";
"Now in" = "Ora in";
"AutoRec" = "Registrazione Programmata";
"Episode" = "Episodio";
"Description" = "Descrizione";
"Creator" = "Creatore";
"Scheduled State" = "Pianificate";

/* segments for recordings screen */
"Upcoming" = "In Attesa";
"Completed" = "Completate";
"Failed" = "Fallite";
"AutoRec" = "AutoRec";

/* segments for detail program */
"Details" = "Dettagli";
"See Again" = "Related";

"Recordings" = "Registrazioni";
"EPG" = "EPG";
"Status" = "Stato";
"Log" = "Log";
"Settings" = "Impostazioni";
"Support Me" = "Supportami";
"Search Program Title" = "Trova Titolo Programma";
"File Size" = "File Size";

"POLLING_MESSAGE" = "By disabling Polling, you'll disable Status updates, Log and every automatic data refresh. You can activate / disable polling at every application start in the Status screen upper right button. See the FAQ for more info.";
"Content Type" = "Tipo Contenuto";
"Not Available" = "Non Disponibile";

"Today" = "Oggi";
"Tomorrow" = "Domani";
"Yesterday" = "Ieri";

"Stream Channel" = "Stream Canale";
"Play Dvr File" = "Play Dvr File";
"Transcode" = "Transcode";
"Internal Player" = "Player Interno";
